Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Sinu Joseph, a menstrual health educator from India, comments: The hypocrisy is such that while foreign organizations are promoting the need to introduce sanitary napkins in India by saying that 88% of Indian women are using cloth, in their own country they are promoting reusable cloth pads and menstrual cups, citing environmental reasons.
ne: मुरुगानन्थमबाट प्रेरित भएर धेरै सामाजिक संस्थाहरुले भारतमा सस्तो स्यानिटरी प्याड बनाउन शुरु गरेका छन्। यद्यपि आलोचकहरु भन्छन् रजस्वला स्वास्थ्यका निमित्त परम्परागत कपडाको प्रयोगलाई बेवास्ता गरेर स्यानिटरी प्याडमा केन्द्रित हुनु दिगो हुँदैन। सिणु यूसुफ, भारतका एक जना रजस्वला स्वास्थ्य शिक्षक कमेन्ट गर्छन्:

source: If that is the case, then India is far ahead of the rest of the world in being environment friendly.
ne: यहाँ यस्तो पाखंडपन छ कि जब ८८ प्रतिशत भारतीय महिलाहरु कपडा प्रयोग गरिरहेकाछन् भन्दै विदेशी संगठनहरु भारतमा स्यानिटरी न्यापकिन समावेश गर्न आवश्यक भएको प्रचार गरिरहेकाछन्, आफ्नो देशमा पर्यावरणीय कारण देखाएर पुन: प्रयोग गर्न मिल्ने कपडाको प्याड र रजस्वलाको कपहरुलाई बढ़ावा दिइरहेका छन्। यदि यो अवस्था हो भने, भारत बाँकी विश्वभन्दा धेरै वातावरण मैत्री रहेकोछ। हामी विद्यालय र समुदायमा रजस्वला स्वास्थ्य जानकारी प्रदान गर्ने एक सरल समाधान चाहन्छौं, चाहे यो कपडा होस् या प्याड। र महिलाहरुले जुन प्रयोग गर्न चाहन्छन् उनीहरुलाई नै निर्णय गर्न दिऊँ।

source: What we do need is a simple solution of providing information in schools and communities on maintaining menstrual hygiene, be it with cloth or pads. And leave it to women to decide what they wish to use.
ne: यता प्याड व्यवस्थापन गर्ने सवाल पनि छ। स्यानिटरी न्यापकिनको स्वच्छ व्यवस्थापनको सोच लिई अखिल भारतीय महिला समूह इकोफेमसँग मिलेर क्याथी वाक्लिङ जैविक रुपमा नस्ट हुने कपडाको प्याड बनाउने व्यापारमा लागिन्। यसले फेयर ट्रेड क्लोथ स्यानिटरी न्यापकिन भारतमा उत्पादन गरेर विश्वका १४ मुलुकहरुमा निर्यात गर्दछ। अन्य संगठनले भारतमा सस्तो कम्पोस्टेबल प्याड बनाउन सुरु गरिसकेका छन्, जस्तै अजादी प्याड र आनन्दी प्याड।

source: Menstrual health and hygiene isn’t merely a women’s issue. If a large number of the population is being held back because of a problem which is often ignored then it affects the whole population. If only the policy makers could recognise and accept this truth.
ne: रजस्वला स्वास्थ्य र सफाइ केवल महिलाहरुको मात्र मुद्दा हैन। यदि जनसंख्याको एउटा ठूलो समूह कुनै बेवास्ता गरिएको समस्याका कारण पछाडि पारिन्छ भने यसले पुरा जनसंख्यालाई नै असर पुर्याउँदछ। केवल नीति निर्माताले यस वास्तविकतालाई मानिदिए र स्वीकारिदिए हुन्थ्यो ।

source: Grandma March Day, the Balkan Tradition of Exchanging Handmade Amulets · Global Voices
ne: ग्रान्डमा मार्च डे, हस्तनिर्मित जन्तरहरुको आदान-प्रदान गरिने बाल्कन परम्परा

source: Tree decorated with amulets. Photo by Flickr user Niv Singer. (CC BY-SA).
ne: रूखमा सजाइएका जन्तरहरू । फ्लिकर प्रयोगकर्ता निव सिङ्गरको तस्वीर (CC BY-SA).

source: In certain parts of the Balkans, there is a custom associated with the first day of March called Grandma March Day. On this day, loved ones exchange red-and-white tassels, pom-poms or braided bracelets to mark the approach of spring.
ne: बाल्कनका केही भागहरुमा मार्चको पहिलो दिनसँग सम्बन्धित ग्रान्डमा मार्च डे नामक प्रथा प्रचलनमा छ । बसन्त ॠतुको आगमनको सँकेत गराउँदै, यस दिन प्रियजनहरु एक आपसमा रातो र सेतो झल्लर, पोम पोम अथवा बाँधेका चुराहरु आदान-प्रदान गर्दछन्।

source: In December 2015, UNESCO invited the states to resubmit the application, and the process is ongoing.
ne: यी हस्तनिर्मित जन्तरहरु धेरै नामले चिनिन्छन्: मर्तिन्की (Мартинки - म्यासेडोनियामा), मार्तेनित्सा (Мартеница - बुल्गेरियामा), मार्तिसोर (रोमानिया र मोल्दोभामा), र मार्तिस् ( Μάρτης - ग्रीसमा)। तिनीहरु प्रकृतिमा फूल नफुलेसम्म लुगामा लगाइन्छन्, पिन गरिन्छन् अथवा नाडीमा बाँधिन्छन्, त्यसपछि रुखमा झुण्ड्याइन्छन् । रोमानियाली विदेश मन्त्रालयद्वारा बनाइएको यो शिक्षात्मक भिडियोमा तिनीहरुको मार्तिसोरबारे विस्तृत वर्णन गरिएको छ:

source: In order to promote this common cultural practice, four organizations and cultural institutions from Macedonia, Bulgaria, Romania and Serbia have launched the ‘Happy Grandma March Day 2016’ project. It features a traveling exhibition of original handmade amulets from three of the countries as well as panels, documentaries, creative workshops and a bazaar where attendees can buy their very own amulet.
ne: चार देशहरु - म्यासेडोनिया, बुल्गेरिया, रोमानिया र मोल्दोभाले सन् २०१३ मा ग्रान्डमा मार्च डे परम्परालाई बाल्कन् जनताको अमूर्त साँस्कृतिक सम्पदाको रुपमा सुरक्षित राख्न युनेस्कोमा बहुराष्ट्रिय आवेदन पेश गरे। सन् २०१५ डिसेम्बरमा युनेस्कोले ती राज्यहरुलाई आवेदन पुन: पेश गर्न आमन्त्रण गर्यो र यो प्रकृया अहिलेसम्म चलिरहेको छ।

source: Used with permission. As part of the institutional cross-border partnership ”National Identities Within the United Europe”, this traveling exhibition with unknown final destination will first visit Skopje (Macedonia), then Vidin (Bulgaria) and Buzău (Romania) during March of 2016. The project is meant to directly support the multinational application to UNESCO to inscribe the amulet tradition in the Representative List of the Intangible Cultural Heritage of Humanity.
ne: यस साझा साँस्कृतिक प्रथाको प्रवर्धन गर्ने उद्देश्यले म्यासेडोनिया, बुल्गेरिया, रोमानिया र सर्बियाका चार वटा संगठन र साँस्कृतिक प्रतिष्ठानहरुले "ह्याप्पी ग्रान्डमा मार्च डे २०१६" परियोजना प्रारम्भ गरेका छन्। यस परियोजना अन्तर्गत तीनवटा देशहरुबाट मौलिक रुपमा हस्तनिर्मित जन्तरहरुको यात्रा प्रदर्शनी र साथसाथै प्यानल बहसहरु, डकुमेन्टरी, रचनात्मक कार्यशाला र बजार संचालन गरिदैछ जहाँ उपस्थित व्यत्तिहरुले उनीहरुको आफ्नै जन्तर खरिद गर्न सक्दछन्।

source: Vasilka Dimitrovska is the co-founder of HAEMUS – Center for Scientific Research and Promotion of Culture, which is one of the sponsors of the Happy Grandma March Day 2016.
ne: अन्तिम गन्तव्यको मतलब नगरी संस्थागत अन्तर्देशीय साझेदारी "संयुक्त युरोपभित्र राष्ट्रिय पहिचान" अनुरुप सन् २०१६ मार्चभित्र पहिला स्कोप्जे (म्यासेडोनिया), त्यसपछि भिदिन (बुल्गेरिया) र बुजाउ (रोमानिया) मा यात्रा प्रदर्शनी गरिनेछ । यो परियोजनाको आशय मानवताको अमूर्त साँस्कृतिक सम्पदाको प्रतिनिधि सूचीमा यस जन्तर परम्परालाई सूचीबद्ध गर्न युनेस्कोमा पेश गरेको बहुराष्ट्रिय आवेदनलाई प्रत्यक्ष रुपमा सहायता गर्नु हो। भासिल्का दिमित्रोभ्स्का, HAEMUS - सेन्टर फर साइन्टिफिक रिसर्च एण्ड प्रोमोशन अफ कल्चरको सह-संस्थापक हुनुहुन्छ, जुन ह्याप्पी ग्रान्डमा मार्च डे २०१६ को एक प्रायोजक हो।

source: These Speed Drawing Videos Promote Tolerance and Women Empowerment in Indonesia · Global Voices
ne: स्पीड ड्रइंग भिडियोद्वारा इण्डोनेशियामा सहिष्णुता र महिला सशक्तिकरण प्रवर्द्धन

source: A screenshot of the video promoting tolerance in Indonesian society.
ne: इण्डोनेशियन समाजमा सहिष्णुता प्रवर्द्धन गर्ने भिडियोको स्क्रीनशट।

source: A non-governmental organization (NGO) has produced several speed drawing videos which advocate conflict resolution through peaceful actions in Indonesia.
ne: एक गैरसरकारी संस्थाले द्वन्द्व समाधानका लागि शान्तिपूर्ण कार्यहरूको पैरवी गर्ने उद्देश्यले कैयन स्पीड ड्रइंग भिडियो बनाएको छ।

source: The NGO Search for Common Ground used the videos as part of their education campaign to promote women empowerment, tolerance, and preventing extremism in Indonesian society.
ne: सर्च फर कमन ग्राउण्ड नामक उक्त गैरसरकारी संस्थाले ती भिडियोहरू आफ्नो शिक्षा अभियान अन्तर्गत महिला सशक्तिकरण, सहिष्णुता तथा अतिवाद रोकथाम प्रवर्द्धन गर्न प्रयोग गरेको छ।

source: The two videos tackling women participation in governance aim to “transform the public’s attitudes and perceptions of women’s role in democracy, governance, and leadership."
ne: सुशासनमा महिला सहभागिताका सवाल उठाउने दुई भिडियोहरूले “लोकतन्त्र, सुशासन र नेतृत्वमा महिलाको भूमिकाबारे रहेको सार्वजनिक मनोवृत्ति र धारणा परिवर्तन गर्ने " लक्ष्य राखेको छ। इण्डोनेशियामा निर्वाचित नेताहरूमध्ये २० प्रतिशत मात्र महिला छन्।

source: Women comprise less than 20 percent of elected leaders in Indonesia. To succeed in electing women candidates, political parties need to prepare and create the conditions to encourage women participation in elections.
ne: महिला उम्मेदवारलाई निर्वाचित गराउन राजनैतिक दलहरूले निर्वाचनमा महिला सहभागितामा जोड दिनुपर्ने र त्यसका लागि उचित वातावरण तयार तथा सिर्जना गर्न जरुरी छ।

source: The group also released two videos about tolerance and extremism.
ne: यस समूहले सहिष्णुता र अतिवादबारे दुई भिडियो पनि सार्वजनिक गरेको छ।

source: With the spread of extremist and violent doctrines targeting vulnerable youth, the need for alternative messages to violent intolerance that celebrate Indonesia’s spirit of pluralism and unity in diversity is increasingly urgent.
ne: अति संवेदनशील युवावर्ग लक्षित अतिवादी तथा हिंसात्मक शिक्षाको विस्तारसँगै इण्डोनेशियाको बहुलवाद तथा अनेकतामा एकताको भावनालाई अगाडि बढाउन हिंसात्मक असहिष्णुता विरुद्ध वैकल्पिक सन्देश प्रवाह गर्न अत्यन्तै जरुरीे छ।

source: A Voice From the Front Lines of El Niño in Kenya · Global Voices
ne: केन्याको एल निन्योग्रस्त क्षेत्रको सन्देश

source: In the arid and dry region of Isiolo in Kenya, a new irrigation scheme has been set up to help communities to learn and adopt new ways and to find an alternative to livestock keeping in order to diversify sources of income to attain self-reliance and resilience to recurring droughts.EU/ECHO/Martin Karimi.
ne: केन्यामा इसिओलोको बाँझो र सुख्खा क्षेत्रमा समुदायलाई सिक्न र नौला तरिकाहरु अपनाउन मद्दतका निम्ति नयाँ सिंचाई योजना स्थापित गरिएको छ। साथै बारम्बार भइराख्ने खडेरी विरुद्ध आत्मनिर्भरता र उत्थानशीलता हासिल गर्न आयश्रोतमा विविधता ल्याउनको निमित्त पशुपालन गरेर विकल्प खोज्न सहयोग पुग्नेछ। EU/ECHO/Martin Karimi.

source: In this two-part series, young voices from Kenya share their struggle and hopes, as the devastating drought pervading the Horn of Africa was followed by unusually heavy rains, in a world that is warmer now than any time in recorded history.
ne: यस दुई भागको श्रृंखलामा, केन्याका युवा आवाज आफ्नो संघर्ष र आशा सेयर गर्छन्, जब विनाशकारी खडेरी व्याप्त भएको होर्न अफ अफ्रिकामा असामान्य भारी वर्षा भयो। यहाँ इतिहासकै कुनै पनि समय भन्दा अहिले बढी गर्मी छ ।

source: The testimonies in this series were collected by the Climate Impacts Program at 350.org, an organisation building a global climate movement, and are published on Global Voices as part of a content-sharing agreement. Part one is written by Kay Seven, a performing artist from the Kajiado County, not far from the Tanzanian border.
ne: यस श्रृंखलामा प्रमाणहरु ३५० डट ओआरजीको क्लाईमेट इम्प्याक्ट प्रोग्रामद्वारा संकलित गरिएका थिए। यस संगठनले भू-मण्डलीय जलवायु अभियान चलाइरहेकोछ र ग्लोबल भ्वाइसेजमा सामग्री साझेदारी सम्झौता अन्तर्गत प्रकाशित गरिएको छ।

source: After critical dry conditions, we have started experiencing rainfall in our district.
ne: प्रथम भाग कलाकार के सेभनले लेखेका हुन्, उनी तान्जानिया सीमा नजिकैको कजीअदो काउन्टीका हुन्।

source: However, we are concerned that too much rainfall can cause devastating damages to our crops. Kay Seven, a performing artist from the Kajiado County, not far from the Tanzanian border, describes some of the effects of the prolonged drought in his community. Photo: Kay Seven
ne: मुख्यतया यहाँको अनौठो पर्यावरणीय जलवायु अवस्थाको कारणले गर्दा केन्या खडेरीको चपेटामा पर्न सक्ने राष्ट्र हो। वर्षाको ढाँचा, विशेष गरी वर्षा नहुनु या अनियमित वर्षा प्राय प्राकृतिक प्रकोपको कारण हो। यहाँ ग्रामीण जीविका अनुकूलनका लागि लगातार संघर्षरत छन्।

source: The heavy rains were detrimental for flood-prone areas and coastal lowlands but in a certain way helpful for parched farmland and pastoral communities west of the country. East Africans and large communities across the Horn of Africa have already suffered this year from torrential rains and droughts, which experts said could be linked to the evolving El Niño.
ne: उत्तर-पूर्वी भागमा अवस्थित नभए तापनि, सामान्यतया सबैभन्दा खडेरी र बाढीबाट प्रभावित, कजीअदो काउन्टीले यो वर्ष एल निन्यो घटनाको कारण औसतभन्दा बढी वर्षाको सामना गर्नु पर्‍यो। गम्भीर सुक्खा अवस्थापछि, हामी हाम्रो जिल्लामा वर्षाको अनुभव गर्न थाल्यौं। वर्षा वृद्धि भएसँगै हामी हाम्रा बाली राम्रो तरिकाले बढ्नेछन् भन्ने आशा गरिरहेका छौं। यद्यपि, हामी चिन्तित छौं कि ज्यादै धेर वर्षाले हाम्रो बालीमा भयानक क्षति पुर्याउन सक्छ।

source: An estimated 260,000 people, half of them children, died from famine in Somalia, which was one of the worst-affected areas.
ne: के सेभन, तान्जानिया सीमा नजिकैको कजीअदो काउन्टीका कलाकार, लामो समयसम्म खडेरीले उनको समुदायमा परेको असरको वर्णन गर्दै। तस्वीरः के सेभन

source: In a region that has been regularly exposed to effects of extreme weather events and is experiencing El Niño in a more frequent way, it is imperative for locals to get adequately prepared in order to increase their resilience capacity.
ne: गत वर्ष केन्याको मौसम विज्ञान विभागले पूर्वी अफ्रीकी देशहरूको भागहरुमा अक्टोबर - डिसेम्बर वर्षायाममा एल निन्योको कारण औसत भन्दा धेरै वर्षा हुने चेतावनी दियो। बाढी जान सक्ने क्षेत्रहरु र तटीय तल्लो भू-भागहरुका निम्ति भारी वर्षा विपत्तिजनक थियो तर निश्चित रुपले सुक्खा खेत र देशको पश्चिमका ग्रामीण समुदायहरुको निम्ति भने उपयोगी थियो।

source: It is a matter of survival for about 80% of the populations made of farmers and pastoralists communities whose well-being and income largely depend on the stability or not of the climatic patterns.
ne: पूर्वी अफ्रीकनहरु र होर्न अफ अफ्रिकाका ठूलो समुदायले यस वर्ष पहिलेदेखि नै मुसलधारे वर्षा र खडेरीको सामना गरेका छन्। यसलाई विशेषज्ञहरुका अनुसार विकसित भैरहेको एल निन्योसँग जोडेर हेर्न सकिन्छ । यसैबीच, उत्तरपश्चिमी तान्जानियामा बाढीले दर्जनौंको मृत्‍यु र सयौं सुकुम्बासी बनेका छन्। खराब मौसमले पशु पनि मरे साथै मकै र कपासको बाली नष्ट भए।

source: “We are losing young lives due to pest diseases, malnutrition and famine. Our food security is more and more threatened while our economy is severely affected. Worse, the long periods of drought have caused repeated conflicts between farmers and pastoralists fighting for the scarce resources." -Words from a song by Kay Seven
ne: केन्या,इथोपिया,दक्षिण सुडान,तान्जानिया र सोमालियामा केही समुदाय अझै पनि अघिल्लो एल निन्योको घटनाहरुबाट सामान्य अवस्थामा फर्किन सकेका छैनन्, खासगरी १९९७-१९९८ मा जसले अन्दाजी २००० मानिसहरुलाई शिकार बनायो र पशु रोग फैलन व्यापक मात्रामा मद्दत गर्‍यो। २०११-२०१२ मा पनि होर्न अफ अफ्रिका तीब्र खडेरीको मारमा परेको थियो जसले गम्भीर खाद्य असुरक्षा बढायो अनि १ करोडभन्दा बढी मानिसको जीवन खतरामा पर्‍यो। एक अनुमान अनुसार २ लाख ६० हजार मानिसको सोमालियामा अनिकालले मृत्यु भयो। ती मध्ये आधा बालबालिका थिए र उक्त क्षेत्र सोमालियाको सबैभन्दा नराम्ररी प्रभावित क्षेत्रमध्ये एक थियो।

source: In the midst of the crisis, the local government has come up with a series of strategies to curb drought effects and support the most affected communities.
ne: नियमित तवरमा चरम मौसमी घटनाहरूको प्रभावको संपर्कमा आउने र बारम्बार एल निन्योको असर परिरहने क्षेत्रमा स्थानीय मानिसहरुले आफ्नो उत्थानशीलता बढाउनका निमित्त पर्याप्त पूर्व तयारी गर्न जरुरी छ। यो जनसंख्याको करीब ८० प्रतिशत ओगट्ने किसान र गोठालो समुदायका अस्तित्वको सवाल हो। उनीहरुको भलाई र आय मौसमी ढाँचामा नभई धेरै हदसम्म स्थिरतामा निर्भर गर्दछ।

source: Those strategies include a food storage programme in counties, the formation of small groups called Sacco (a framework where farmers are exposed to farming education and training), increased modern irrigation and reforestation programmes. While these efforts have not yet produced tangible results, communities do not lose hope.
ne: “"हामी किटाणुजन्य रोग, कुपोषण र अनिकालका कारण जवानहरु गुमाइरहेका छौं। जब हाम्रो अर्थव्यवस्था नराम्ररी प्रभावित हुन्छ खाद्य सुरक्षामा झन झन जोखिम बढ्छ। सबभन्दा खराब, लामो अवधि खडेरीको कारण दुर्लभ स्रोतहरूका लागि लडिरहेका किसान र गोठालाबीच पटक-पटक द्वन्द बढाउँछ।" - के सेभनका गीतबाट लिइएका शब्दहरू

source: They believe in the action and solidarity spirits from bottom up to face such disasters and build stronger and resilient communities that are capable of ensuring food security for all and restoring an ecosystem life free from droughts and famine.
ne: संकट बीचमा, स्थानीय सरकारले खडेरी प्रभावलाई रोक्न र अति प्रभावित समुदायलाई सहयोग गर्न श्रृंखलावद्ध रणनीति ल्याएको छ। काउन्टीहरुमा खाद्य भण्डारण कार्यक्रम, साक्को (किसानलाई खेती शिक्षा र तालिम दिने संरचना) भनिने सानो समूहको गठन, आधुनिक सिंचाई र वृक्षारोपण कार्यक्रम ती रणनीतिमा समावेश छन्।

source: Though the challenge is still big, the Kajiado community is determined to embrace renewable energy and resist the development of fossil fuels while strengthening its disaster preparedness. In the words of a song of mine: We have a responsibility to ensure whoever gets in the womb next gets a better place to spend the rest of his or her life when they are born.
ne: यी प्रयासहरुबाट अहिलेसम्म अनुभव गर्नसकिने गरी केही नभए तापनि समुदायले आशा गर्न छाडेका छैनन्। यस्ता प्रकोपको सामना गर्न र अझ बलियो र उत्थालशील समुदाय निर्माण गर्न तिनीहरु क्रियाशीलता र तलैदेखि एकजुट हुनुपर्ने कुरामा विश्वास गर्छन्। साथै सबैका लागि खाद्य सुरक्षाको प्रत्याभूति अनि खडेरी र अनिकालरहित पर्यावरणीय जीवन पुनस्थापित गर्नुपर्ने कुरामा विश्वास गर्छन्। हुनत चुनौती अझै पनि ठुलो छ। कजीअदो समुदायले प्रकोपसँग जुध्न जीवाश्म ईंन्धनको विकास रोक्दै नविकरणीय उर्जाको प्रयोग गर्ने निर्णय गरेको छ। मेरा गीतका शब्दमा:

source: We can ensure decline in mortality rate due to famine, flooding or any climatic deserters by becoming responsible in our communities. Let’s join hands, let’s do this…if we join hands we can do this.
ne: जो कोही गर्भमा आउनेलाई उनीहरु जन्मेपछि बाँकी जीवन बिताउन एउटा उपयुक्त ठाउँको सुनिस्चितता गर्ने हाम्रो उत्तरदायित्व हो। हामी हाम्रो समुदायप्रति उत्तरदायी हुँदै अनिकाल, बाढी वा अन्य जलवायुको असरका कारण हुने मृत्‍युदरमा कमी सुनिस्चित गर्न सक्छौं । आउनुहोस् हातेमालो गरौं, हामी गर्न सक्छौं ... यदि हामीले हातेमालो गरे हामी गर्न सक्छौं। Mwenda tezi na Omo, Marejeo ni Ghamani ।

source: The Zika Virus Threat Looms Large in the Caribbean · Global Voices
ne: क्यारिबियनमा जिका भाइरसको ठुलो त्रास र संकट

source: "Death to Chikungunya #Trinidad" may soon have to be renamed to "Death to Zika". Photo by Georgia Popplewell, used under a CC BY-NC-SA 2.0 license.
ne: "#Trinidad मा चिकुनगुन्याले मृत्यु" चाँडै नै "जिकाले मृत्यु" मा पुन:नामाकरण हुन सक्नेछ। जर्जिया पोपलवेलद्वारा तस्वीर CC BY-NC-SA 2.0 लाइसेन्स अन्तर्गत प्रयोग गरिएको।

source: The Zika virus is causing a bit of a panic in the Caribbean after Brazilian health authorities noticed an unusually high incidence of microcephaly in areas of the country that have high mosquito populations.
ne: ब्राजीलियन स्वास्थ्य निकायहरुले आफ्नो देशमा धेरै लामखुट्टेको संख्या भएको क्षेत्रमा असमान्य रुपले ठूलो परिमाणमा माइक्रोसेफाली देखेपछि जिका भाइरसले क्यारिबियनमा आंशिक आकस्मिक भय मच्चाइरहेको पाइएको छ। माइक्रोसेफाली भन्नाले स्नायु विकासमा गड्बडी हुनु हो जसले गर्दा भर्खरै जन्मेका बच्चाहरुको टाउकोको परिधी सामान्य भन्दा सानो हुन्छ। ब्राजीलले लामखुट्टेबाट सर्ने जिका भाइरस र भ्रूण-मस्तिष्कमा हुने क्षतिको प्रकोपबीच सम्बन्ध देखाएको छ र पछि चिकित्सकहरुले सो भाइरसले भ्रूण विकासमा ब्यापक असर गरिराखेको हुन सक्ने सुझाव दिएका छन् । अपेक्षित रुपमा सो भाइरस साउथ अमेरिका भन्दा बाहिर फैलिरहेको छ।

source: Microcephaly is a neurodevelopmental disorder in which the head circumference of newborn babies is smaller than usual. Brazil has since made a connection between the mosquito-borne Zika virus and the foetal brain-damage outbreak — and doctors there are suggesting that the virus "could be having a wider range of effects" on foetal development.
ne: क्यारिबियन द्वीपसमूहको सबैभन्दा दक्षिणी टापुहरु त्रिनिडाड एन्ड टोबागोमा यस भाइरसले गर्दा राष्ट्रिय स्वास्थ्य संकटकाल घोषणा गरिएको छ।

source: Unsurprisingly, the virus is spreading beyond South America.
ne: #Caribbean #News: त्रिनिडाडले जिका भाइरसले गर्दा स्वास्थ्य संकटकाल घोषणा गरेको छ।

source: In Trinidad and Tobago, the most southerly islands in the Caribbean archipelago, the virus has been declared a national health emergency. #Caribbean #News: Trinidad declares health emergency over Zika virus: The post Trinidad declares health emerge... https://t.co/W7BdOdfTqQ — Le JAKO de l'île! (@TwitJAKO) January 31, 2016
ne: त्यस्तै अरु ठाउँहरुमा जहाँ भाइरसको त्रास छ, त्यहाँ महिलाहरुलाई गर्भवती नहुन सुझाव दिइएको छ। तर जुन क्षेत्रमा गर्भनिरोधकको सीमित पहुँच हुन्छ अथवा न्यून आय आर्जन भएका वर्गहरुले यसलाई कम प्राथमिकता दिएका हुन्छन् र जहाँ धार्मिक आस्थाले प्राय: कृत्रिम जन्म नियन्त्रणमाथि निर्णायक भूमिका खेल्दछ, त्यहाँ यो सधैंको लागि रोकथामको उचित तरिका होइन।

source: As in other areas where the virus is a threat, women have been advised not to get pregnant, but this is not always a surefire method of prevention in a region where access to contraception may be limited or a low priority for those in lower income brackets, and where religious beliefs often play a role in decisions over artificial birth control.
ne: यद्यपि, त्रिनिडाड एन्ड टोबागोले यस समस्या विरुद्ध अग्रसकृय नीति लिईरहेको देखिन्छ। यी जुम्ल्याहा टापु गणराज्यहरुभरि यो रोग फैलाउने एडिज एजिप्टी लामखुट्टेको व्यापकताको सामना गर्न रयापिड रेस्पोन्स युनिट्स (तीव्र प्रतिकृया गर्ने एकाईहरु ) स्थापित भईरहेका छन्। व्यापक रुपमा नफैलिएको आवासीय समुदायहरुमा लामखुट्टेको संख्या नियन्त्रण गर्न औषधि छर्कने प्रकृया तीव्र गरिनेछ। यस देशका स्वास्थ्य मन्त्रीले कार्निभल मौसममा सबै प्रमुख कार्यक्रम स्थलहरु स्प्रे गर्न आदेश दिनुभएको छ, तथापि उहाँले प्रवेशद्वारहरुमा आगन्तुकहरुलाई भाईरस जाँच गर्न सम्भव नरहेको जनाउनुभयो। यसको सट्टा उहाँले लामखुट्टेको टोकाइबाट बच्न सावधानि अपनाउन तथा घरवरिपरि लामखुट्टे प्रजनन् हुन नदिन प्रेरित गर्नुभयो ।

source: Trinidad and Tobago appears to be taking a proactive approach to the problem, however.
ne: यसैबीच, विश्व स्वास्थ्य संगठनले जिका भाइरस विश्वव्यापी स्वास्थ्य संकटकालको रुपमा स्थापित भएको घोषणा गरेको छ:

source: Fogging and spraying of residential communities, which has not been as widespread as is needed to keep the mosquito population at bay, will also be on the increase.
ne: बार्बाडोस अण्डरग्राउण्ड ब्लगमा, कामि होल्डरले देशको स्वास्थ्य निकायहरुद्वारा जिका त्रासविरुद्ध लिइएका कदमलाई "सुस्त" संज्ञा दिएर खेद प्रकट गर्दै अतिथि पोष्टमा लेखे:

source: The country's health minister has given instructions that during the country's Carnival season, all the major event venues will be sprayed, though he stopped short at screening visitors for the virus at ports of entry, saying it was not a feasible proposition. Instead, he encouraged people to take precautions against getting bitten and to ensure that their homes are not breeding grounds for mosquitos.
ne: जिका हामी वरिपरि छ र साथसाथै US CDC (रोग नियन्त्रण तथा रोकथाम केन्द्र) ले यसको प्रकोप भएका देशहरु विरुद्ध यात्रा परामर्श जारी गरिरहेको छ। दुर्भाग्यवश, धेरैले यो लामखुट्टेबाट सर्ने रोगले वयस्कमा पक्षघात पनि भइराखेका छन् भनी जानकारी गराइरहेका छैनन्। आशा गरौं, केही दिनमा सुस्त र उदासीन निर्णयकर्ताहरुले अग्रसकृय कदमको महत्व बुझ्नेछन्। मेरो विचारमा तिनीहरुले काम बिग्रिसकेपछि कार्य थाल्न पर्खिरहेका छन्।

source: Meanwhile, the World Health Organisation has announced that the Zika virus constitutes a global health emergency:
ne: वैज्ञानिकहरु आजभोलि स्नायुमा गड्बडी हुने र पक्षघात पनि गर्नसक्ने गिलेन ब्यारी (Guillain-Barré) रोगसँग जिका भाइरसको सम्बन्ध छ या छैन भनेर अनुसन्धान गरिरहेका छन्।

source: Zika-linked disease is WHO emergency https://t.co/NVSsGyLIcM #Caribbean #LatAm — ISLAND SWAG (@islandswagco) February 1, 2016 At the Barbados Underground blog, Kammie Holder wrote a guest post lamenting the "lazy" response to the Zika threat by the country's health authorities: Zika is upon us with the US CDC issuing a travel advisory against countries with cases.
ne: धेरै टाढा द्वीपसमूहसँगै उत्तरमा रहेको डोमिनिकन गणतन्त्रका ब्लगर ब्याबेटले लामखुट्टेबाट सर्ने चिकुनगुन्या भाइरसले उनलाई दुर्बल बनाएको कुरा सम्झिइन:

source: Hopefully, some day the lazy indifferent decision makers will learn the importance of the proactive approach.
ne: मलाई साँच्चै नै चिकुनगुन्या लागेदेखि सञ्चो छैन।
